Revit 2024 API
UnitTypeId.JoulesPerGram Property
 Joules per gram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JoulesPerGram { get; }
Visual Basic
Public Shared ReadOnly Property JoulesPerGram As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoulesPerGram {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace